{
    "slug": "searchers-of-slavic-roots-of-identity",
    "title": "Истражувачи на словенските корени на идентитетот",
    "year": "2024",
    "category": "Младинска размена (Erasmus+)",
    "location": "Łuków, Полска",
    "participants": "Млади учесници од Македонија, Бугарија, Србија и Хрватска",
    "description": "Меѓународна младинска размена во Полска посветена на истражување на словенската историја, култура и заедничкиот идентитет.",
    "fullDescription": "Проектот „Истражувачи на словенските корени на идентитетот“ се одржа од 24 до 31 август 2024 година во Łuków, Полска, како дел од програмата Erasmus+. Во размената учествуваа млади луѓе од Македонија, Бугарија, Србија и Хрватска, обединети од заедничката желба да ги истражат словенските корени и културното наследство.\n\nПрограмата започна со активности за интеграција и меѓукултурно поврзување, како и со традиционална прослава на жетвата, симболично означувајќи нов почеток. Во текот на проектот, учесниците посетија етнографски и историски музеи во Kozłówka, Łuków, Lublin и Варшава, каде директно се запознаа со начинот на живот, обичаите и историјата на Полска низ различни историски периоди.\n\nПокрај едукативните посети, младите учесници земаа дел во спортски и рекреативни активности, дискусии и тимски игри, градејќи нови пријателства и развивајќи чувство на заедништво, мир и меѓусебно разбирање во мултикултурна средина.",
    "objectives": [
      "Истражување и разбирање на заедничките словенски културни корени",
      "Промоција на меѓукултурен дијалог и толеранција меѓу младите",
      "Зајакнување на европскиот идентитет и културата на мир"
    ],
    "results": [
      "Подобрено знаење за словенската историја и културно наследство",
      "Создадени нови меѓународни пријателства и партнерства",
      "Зголемена свест за културната разновидност и заедничките вредности"
    ],
    "images": [
      "/projects/searchers-of-slavic-roots-of-identity/cover.jpg",
      "/projects/searchers-of-slavic-roots-of-identity/01.jpg",
      "/projects/searchers-of-slavic-roots-of-identity/02.jpg"
    ],
    "partners": [
      "Организации од Полска",
      "Организации од Македонија",
      "Организации од Бугарија",
      "Организации од Србија",
      "Организации од Хрватска"
    ]
  }
  