{
    "slug": "searchers-of-slavic-roots-of-identity",
    "title": "Searchers of Slavic Roots of Identity",
    "year": "2024",
    "category": "Youth Exchange (Erasmus+)",
    "location": "Łuków, Poland",
    "participants": "Young participants from North Macedonia, Bulgaria, Serbia and Croatia",
    "description": "An international youth exchange in Poland focused on exploring Slavic history, culture, and shared identity.",
    "fullDescription": "The project “Searchers of Slavic Roots of Identity” took place from 24 to 31 August 2024 in Łuków, Poland, as part of the Erasmus+ programme. Young people from North Macedonia, Bulgaria, Serbia, and Croatia came together to explore their shared Slavic heritage and strengthen intercultural understanding.\n\nThe programme began with integration activities and a traditional harvest celebration, symbolizing gratitude and new beginnings. Throughout the exchange, participants visited ethnographic and historical museums in Kozłówka, Łuków, Lublin, and Warsaw, gaining first-hand insight into Polish history, daily life, customs, and traditions across different eras.\n\nIn addition to educational visits, the project included sports, recreational activities, discussions, and team-building games. These experiences helped participants build friendships, develop teamwork skills, and contribute to a culture of peace, mutual respect, and unity within a multicultural European context.",
    "objectives": [
      "To explore and understand shared Slavic cultural roots",
      "To promote intercultural dialogue and tolerance among young people",
      "To strengthen European identity and a culture of peace"
    ],
    "results": [
      "Increased knowledge of Slavic history and cultural heritage",
      "New international friendships and partnerships established",
      "Greater awareness of cultural diversity and shared values"
    ],
    "images": [
      "/projects/searchers-of-slavic-roots-of-identity/cover.jpg",
      "/projects/searchers-of-slavic-roots-of-identity/01.jpg",
      "/projects/searchers-of-slavic-roots-of-identity/02.jpg"
    ],
    "partners": [
      "Organizations from Poland",
      "Organizations from North Macedonia",
      "Organizations from Bulgaria",
      "Organizations from Serbia",
      "Organizations from Croatia"
    ]
  }
  