{
    "slug": "decreasing-the-diversity-through-drama-ka210-naples",
    "title": "KA210 – Decreasing the Diversity through Drama",
    "year": "2023",
    "category": "Erasmus+ KA210 – School Partnerships",
    "location": "Naples, Italy",
    "participants": "Students and educators from North Macedonia, Italy, and Greece",
    "description": "An Erasmus+ KA210 project using theatre, music, and dance to address bullying and raise awareness about diversity among young people.",
    "fullDescription": "The project “Decreasing the Diversity through Drama” is an Erasmus+ KA210 initiative focused on exploring different contexts in which bullying can occur and identifying ways to address it through artistic expression.\n\nDuring an intensive week in Naples, participants from North Macedonia, Italy, and Greece collaboratively developed a screenplay based on real-life experiences. Through classical, musical, and dance theatre, they shared personal stories aimed at reaching diverse target groups and fostering empathy and understanding.\n\nThe process included music training sessions, cultural visits to historical sites such as Pompeii, and a final theatrical performance in unique venues like Donnaromita Church. The project strengthened participants’ self-confidence, encouraged positive and lasting relationships, and demonstrated how art can be a powerful tool against bullying.",
    "objectives": [
      "To explore and understand bullying in various social contexts",
      "To raise awareness through theatre, music, and dance",
      "To strengthen self-confidence and cooperation among young people"
    ],
    "results": [
      "An original script created based on real-life experiences",
      "A public theatrical performance delivering a strong social message",
      "Enhanced international cooperation and intercultural understanding"
    ],
    "images": [
      "/projects/decreasing-the-diversity-through-drama-ka210/cover.jpg",
      "/projects/decreasing-the-diversity-through-drama-ka210/01.jpg",
      "/projects/decreasing-the-diversity-through-drama-ka210/02.jpg"
    ],
    "partners": [
      "OU \"St. Kliment Ohridski\" – Ohrid",
      "Partner organization from Italy",
      "Partner organization from Greece"
    ]
  }
  