{
    "slug": "decreasing-the-diversity-through-drama-ka210-naples",
    "title": "KA210 – Да ги надминеме различностите преку театар",
    "year": "2023",
    "category": "Еразмус+ KA210 – Училишни партнерства",
    "location": "Наполи, Италија",
    "participants": "Ученици и едукатори од Македонија, Италија и Грција",
    "description": "Еразмус+ KA210 проект кој преку театар, музика и танц се бори против bullying и ја подигнува свеста за различностите кај младите.",
    "fullDescription": "Проектот „Decreasing the Diversity through Drama“ е Еразмус+ KA210 иницијатива насочена кон истражување на различните контексти во кои може да се појави bullying и начините за справување со истиот преку уметничко изразување.\n\nВо текот на една интензивна недела во Наполи, учесниците од Македонија, Италија и Грција работеа заедно на креирање сценарио базирано на реални животни искуства. Преку класичен, музички и танцов театар, тие ги споделија своите приказни со цел да допрат до различни целни групи и да поттикнат емпатија и разбирање.\n\nПроцесот беше збогатен со тренинзи за музичкиот дел, културни посети на историски локации како Помпеја и финална театарска изведба на уникатни простори како црквата Донаромита. Проектот им овозможи на младите да ја зајакнат својата самодоверба, да изградат позитивни односи и преку уметноста јавно да се спротивстават на насилството.",
    "objectives": [
      "Истражување и разбирање на bullying во различни општествени контексти",
      "Подигнување на свеста преку театар, музика и танц",
      "Јакнење на самодовербата и соработката кај младите"
    ],
    "results": [
      "Создадено оригинално сценарио базирано на реални искуства",
      "Јавна театарска изведба со силна општествена порака",
      "Зајакната меѓународна соработка и интеркултурно разбирање"
    ],
    "images": [
      "/projects/decreasing-the-diversity-through-drama-ka210/cover.jpg",
      "/projects/decreasing-the-diversity-through-drama-ka210/01.jpg",
      "/projects/decreasing-the-diversity-through-drama-ka210/02.jpg"
    ],
    "partners": [
      "ОСУ \"Св. Климент Охридски\" - Охрид",
      "Партнерска организација од Италија",
      "Партнерска организација од Грција"
    ]
  }
  