{
    "slug": "out-can-be-in-aix-en-provence",
    "title": "Out Can Be In – Mobility in France",
    "year": "2024",
    "category": "Erasmus+ | Inclusive Education and Arts",
    "location": "Aix-en-Provence, France",
    "participants": "Team from North Macedonia in cooperation with French partners",
    "description": "A mobility in Aix-en-Provence focused on music, creativity, and social inclusion of people with autism.",
    "fullDescription": "From 04.06.2024 to 07.06.2024, the team from North Macedonia participated in a mobility in Aix-en-Provence, France, as part of the “Out Can Be In” project. The activities began with music workshops organized by a French NGO, introducing participants to the importance of music, imitation, and improvisation in working with people on the autism spectrum.\n\nDuring the second and third days, the team reflected on previous workshops and explored ways to improve approaches to working with autistic individuals. Practical music sessions included children’s songs, polyphony, and short yoga exercises aimed at connecting body and mind, supporting attention, emotional expression, and social interaction.\n\nThe mobility also included a visit to a restaurant fully run by people with autism, showcasing a successful model of social and professional inclusion, as well as visits to a children’s autism center and a circus workshop designed to improve motor skills. The activities concluded with a joint celebration and informal gathering, marking a successful exchange of knowledge and experience.",
    "objectives": [
      "To explore the role of music in working with people with autism",
      "To develop creative and inclusive educational approaches",
      "To exchange good practices with international partners"
    ],
    "results": [
      "Enhanced practical knowledge of music and body-based methods for autism support",
      "New approaches developed to improve social interaction and engagement",
      "Greater awareness of effective models for social inclusion"
    ],
    "images": [
      "/projects/out-can-be-in-aix-en-provence/cover.jpg",
      "/projects/out-can-be-in-aix-en-provence/01.jpg",
      "/projects/out-can-be-in-aix-en-provence/02.jpg"
    ],
    "partners": [
      "Xanadu Art – North Macedonia",
      "Optimum Bilgi – Turkey",
      "French NGO – Aix-en-Provence"
    ]
  }
  