{
    "slug": "out-can-be-in-aix-en-provence",
    "title": "Out Can Be In – Мобилност во Франција",
    "year": "2024",
    "category": "Еразмус+ | Инклузивно образование и уметност",
    "location": "Акс-ен-Прованс, Франција",
    "participants": "Тим од Македонија во соработка со француски партнери",
    "description": "Мобилност во Акс-ен-Прованс фокусирана на музиката, креативноста и социјалната инклузија на лица со аутизам.",
    "fullDescription": "Од 04.06.2024 до 07.06.2024, македонскиот тим учествуваше во мобилност во Акс-ен-Прованс, Франција, во рамки на проектот „Out Can Be In“. Активностите започнаа со музички работилници организирани од француска невладина организација, каде учесниците се запознаа со значењето на музиката, имитирањето и импровизацијата во работата со лица со аутизам.\n\nВо текот на вториот и третиот ден, тимот дискутираше за подобрување на пристапите во работата со аутистични лица и учествуваше во практични музички сесии, кои вклучуваа детски песни, полифонија и кратки јога сесии за поврзување на телото и умот. Овие активности овозможија развој на нови методи за зголемување на вниманието, социјалната интеракција и емоционалната поврзаност.\n\nМобилноста беше збогатена со посета на ресторан во кој сите вработени се лица со аутизам, како пример за успешна социјална и работна интеграција, како и со посета на детски аутистичен центар и циркуска работилница за развој на моторички вештини. Активностите завршија со заедничка забава и неформално дружење, зацврстувајќи ја соработката и размената на искуства.",
    "objectives": [
      "Истражување на улогата на музиката во работата со лица со аутизам",
      "Развивање иновативни и креативни методи за инклузија",
      "Размена на искуства со меѓународни партнери"
    ],
    "results": [
      "Подобрени практични знаења за музички и телесни техники во работа со аутизам",
      "Развиени нови пристапи за зголемување на социјалната интеракција",
      "Зголемена свесност за успешни модели на социјална интеграција"
    ],
    "images": [
      "/projects/out-can-be-in-aix-en-provence/cover.jpg",
      "/projects/out-can-be-in-aix-en-provence/01.jpg",
      "/projects/out-can-be-in-aix-en-provence/02.jpg"
    ],
    "partners": [
      "Xanadu Art – Северна Македонија",
      "Оптимум Билги – Турција",
      "Француска НВО – Акс-ен-Прованс"
    ]
  }
  