{
    "slug": "e-quality-abovyan",
    "title": "E-Quality – Mobility in Abovyan, Armenia",
    "year": "2024",
    "category": "Erasmus+ | Emotional Intelligence",
    "location": "Abovyan, Armenia",
    "participants": "Mihail Talev, Ana Bacic, Martin Temelkoski",
    "description": "The first two days of the E-Quality project in Abovyan, Armenia, focused on emotional intelligence, team-building, and self-reflection.",
    "fullDescription": "The E-Quality project took place from 06.07 to 15.07.2024 in Abovyan, Armenia, with participants from 13 countries. The first day started with a traditional Armenian breakfast, ice-breaking and team-building games, and a workshop to express expectations, fears, and contributions for the project. The day concluded with participation in the Armenian holiday “Vardavar,” where people splash water on each other as a symbol of purification.\n\nThe second day focused on an introduction to emotional intelligence through theoretical and practical workshops on self-awareness. A reflection session was held, introducing participants to Youth Pass and the competencies they would acquire. The day ended with an intercultural evening where participants presented their countries through food and cultural elements.",
    "objectives": [
      "Develop emotional intelligence and self-awareness",
      "Enhance team-building and interpersonal skills",
      "Learn about international practices and cultural values"
    ],
    "results": [
      "Facilitated interaction and cooperation among participants from 13 countries",
      "Developed techniques for self-reflection and emotion management",
      "Familiarized participants with cultural and intercultural practices"
    ],
    "images": [
      "/projects/e-quality-abovyan/cover.jpg",
      "/projects/e-quality-abovyan/01.jpg",
      "/projects/e-quality-abovyan/02.jpg"
    ],
    "partners": [
      "Future in Our Hands – Youth NGO EDUCATIO, Ukraine",
      "MED13 NGO",
      "13 participating countries"
    ]
  }
  