{
    "slug": "cultural-roots-erasmus-youth-exchange",
    "title": "Cultural Roots – Erasmus+ Youth Exchange",
    "year": "2023",
    "category": "Erasmus+ Youth Exchange",
    "location": "International location",
    "participants": "Young participants from multiple countries",
    "description": "A youth exchange focused on cultural roots, intercultural learning, and building strong connections through non-formal education.",
    "fullDescription": "The project “Cultural Roots” was an intensive and emotional Erasmus+ youth exchange that brought together young people from different countries through culture, games, teamwork, and shared experiences.\n\nThe first day focused on getting to know each other and breaking the ice through interactive activities such as “Human Knot,” “Speed Dating,” role-swapping introductions, and team challenges like “Babel Tower” and “Mission Impossible.” These activities helped participants explore the meaning of culture, cooperation, and communication while building trust and friendships.\n\nThe final day delivered a powerful emotional closure – sharing childhood games, working on the final project guide in Canva, writing personal reflections, and symbolically handing over Youthpass certificates through the “Secret Friend” activity. The project ended with deep reflection and a farewell celebration, leaving lasting memories, friendships, and a strong sense of togetherness.",
    "objectives": [
      "To encourage intercultural learning and dialogue among young people",
      "To explore cultural roots and shared values",
      "To develop social, communication, and teamwork skills"
    ],
    "results": [
      "Strengthened international friendships and mutual trust",
      "Increased awareness of cultural diversity and similarities",
      "Successfully completed project with Youthpass certificates awarded"
    ],
    "images": [
      "/projects/cultural-roots-erasmus-youth-exchange/cover.jpg",
      "/projects/cultural-roots-erasmus-youth-exchange/01.jpg",
      "/projects/cultural-roots-erasmus-youth-exchange/02.jpg"
    ],
    "partners": [
      "EuroCompetent",
      "WalkTogether",
      "Active Vitorazsko z. s.",
      "Fundacja MIGi K-T"
    ]
  }
  