{
    "slug": "cultural-roots-erasmus-youth-exchange",
    "title": "Културни корени – Еразмус+ Младинска Размена",
    "year": "2023",
    "category": "Еразмус+ Младинска Размена",
    "location": "Меѓународна локација",
    "participants": "Млади учесници од повеќе земји",
    "description": "Младинска размена фокусирана на културните корени, интеркултурното учење и градењето силни врски преку неформална едукација.",
    "fullDescription": "Проектот „Cultural Roots“ беше интензивна и емотивна Еразмус+ младинска размена која ги поврза младите од различни земји преку култура, игри, тимска работа и споделени искуства.\n\nПрвиот ден беше посветен на запознавање и рушење на мразот преку интерактивни игри како „Human Knot“, „Speed Dating“, размена на улоги и тимски предизвици како „Babel Tower“ и „Mission Impossible“. Преку овие активности, учесниците ги истражуваа значењата на културата, соработката и комуникацијата, додека истовремено се градеа доверба и пријателства.\n\nПоследниот ден донесе силна емоционална завршница – споделување детски игри, работа на финалниот водич во Canva, пишување лични впечатоци и симболично доделување на Youthpass сертификатите преку активноста „Secret Friend“. Проектот заврши со тивка, но моќна рефлексија и проштална забава, оставајќи трајни спомени, пријателства и чувство на заедништво.",
    "objectives": [
      "Поттикнување интеркултурно учење и дијалог меѓу младите",
      "Истражување на културните корени и заедничките вредности",
      "Развивање социјални, комуникациски и тимски вештини"
    ],
    "results": [
      "Зајакнати меѓународни пријателства и меѓусебна доверба",
      "Подигната свест за културната разновидност и сличностите",
      "Успешно завршен проект со доделени Youthpass сертификати"
    ],
    "images": [
      "/projects/cultural-roots-erasmus-youth-exchange/cover.jpg",
      "/projects/cultural-roots-erasmus-youth-exchange/01.jpg",
      "/projects/cultural-roots-erasmus-youth-exchange/02.jpg"
    ],
    "partners": [
      "EuroCompetent",
      "WalkTogether",
      "Active Vitorazsko z. s.",
      "Fundacja MIGi K-T"
    ]
  }
  