{
    "slug": "decreasing-the-diversity-through-drama-ka210-volos",
    "title": "Еразмус+ KA210 – Да ги надминеме различностите преку театар (Мобилност Волос)",
    "year": "2024",
    "category": "Еразмус+ KA210 – Училишни партнерства",
    "location": "Волос, Грција",
    "participants": "Ученици и наставници од Македонија, Италија и Грција",
    "description": "Петдневна Еразмус+ мобилност во Волос фокусирана на справување со bullying преку образовна драма, форум театар и уметничко изразување.",
    "fullDescription": "Мобилноста во Волос, Грција, беше дел од проектот „Еразмус+ KA210 – Да ги надминеме различностите преку театар“ и претставуваше интензивно петдневно искуство исполнето со учење, емоции и интеркултурна размена.\n\nПод водство на театарските едукатори Марија Каразану и Ангелики Николау, учениците учествуваа во театарски работилници со техники на образовна драма, форум театар и театар на угнетените. Преку „замрзнати слики“ и кратки сценски прикази, беа обработени реални ситуации на bullying поврзани со социјален статус, потекло, изглед, родов идентитет и сексуална ориентација. Учесниците ги анализираа чувствата и последиците кај жртвите и насилниците, а потоа ги преработуваа сцените со емпатични и позитивни решенија.\n\nПокрај едукативниот дел, групата уживаше во културна програма со целодневна посета на манастирите Метеора и едукативна тура во Археолошкиот музеј Атанасакеион во Волос. Неделата заврши со свечено доделување сертификати, создавање нови пријателства и силно чувство на заедништво, со надеж за следна средба во Охрид.",
    "objectives": [
      "Спротивставување на bullying и насилството преку драмски методи",
      "Развивање емпатија, критичко размислување и тимска работа",
      "Јакнење на интеркултурната соработка меѓу ученици и наставници"
    ],
    "results": [
      "Реализирани интерактивни театарски работилници и сценски прикази",
      "Подигната свест за последиците од насилството и угнетувањето",
      "Зајакнати меѓународни врски и доделени сертификати за учество"
    ],
    "images": [
      "/projects/decreasing-the-diversity-through-drama-ka210-volos/cover.jpg",
      "/projects/decreasing-the-diversity-through-drama-ka210-volos/01.jpg",
      "/projects/decreasing-the-diversity-through-drama-ka210-volos/02.jpg"
    ],
    "partners": [
      "Партнерско училиште – Волос, Грција",
      "Партнерска организација од Италија",
      "ОСУ \"Св. Климент Охридски\" – Охрид"
    ]
  }
  