{
    "slug": "decreasing-the-diversity-through-drama-ka210-volos",
    "title": "Erasmus+ KA210 – Decreasing the Diversity through Drama (Volos Mobility)",
    "year": "2024",
    "category": "Erasmus+ KA210 – School Partnerships",
    "location": "Volos, Greece",
    "participants": "Students and teachers from North Macedonia, Italy, and Greece",
    "description": "A five-day Erasmus+ mobility in Volos focused on addressing bullying through educational drama, forum theatre, and artistic expression.",
    "fullDescription": "The Volos mobility was part of the project “Erasmus+ KA210 – Decreasing the Diversity through Drama” and represented an intensive five-day learning experience filled with creativity, reflection, and intercultural exchange.\n\nUnder the guidance of theatre educators Maria Karazanou and Aggeliki Nikolaou, students took part in workshops using educational drama, forum theatre, and theatre of the oppressed techniques. Through frozen images and short theatrical scenes, they explored real-life bullying situations related to social background, migration, appearance, gender identity, and sexual orientation. Participants reflected on the emotional impact of oppression on both victims and perpetrators and then re-enacted the scenes with alternative, empathetic outcomes.\n\nAlongside the educational programme, the group enjoyed rich cultural activities, including a full-day visit to the Meteora monasteries and a guided tour of the Athanasakeion Archaeological Museum in Volos. The week concluded with a certificate award ceremony, the creation of new friendships, and unforgettable memories, with anticipation for the next meeting in Ohrid.",
    "objectives": [
      "To address bullying and violence through drama-based methods",
      "To develop empathy, critical thinking, and teamwork skills",
      "To strengthen intercultural cooperation among students and teachers"
    ],
    "results": [
      "Successful delivery of interactive theatre workshops and performances",
      "Increased awareness of the impact of oppression and bullying",
      "Strengthened international cooperation and certificates awarded to participants"
    ],
    "images": [
      "/projects/decreasing-the-diversity-through-drama-ka210-volos/cover.jpg",
      "/projects/decreasing-the-diversity-through-drama-ka210-volos/01.jpg",
      "/projects/decreasing-the-diversity-through-drama-ka210-volos/02.jpg"
      
    ],
    "partners": [
      "Partner school – Volos, Greece",
      "Partner organization from Italy",
      "OU \"St. Kliment Ohridski\" – Ohrid"
    ]
  }
  