{
    "slug": "like-us-past-and-now-ohrid-bitola",
    "title": "Како Нас, Минато и Сега – Трета Мобилност во Македонија",
    "year": "2024",
    "category": "Erasmus+ | Културно Наследство и Образование",
    "location": "Охрид и Битола, Северна Македонија",
    "participants": "Студенти и млади учесници од Македонија, Шпанија, Турција и Полска",
    "description": "Трета мобилност на Erasmus+ проектот кој истражува културно наследство, историја и традиционални уметности во Охрид и Битола.",
    "fullDescription": "Третата мобилност на Erasmus+ проектот „Како Нас, Минато и Сега“ се одржа во Охрид и Битола, Северна Македонија. Учесници од Македонија, Шпанија, Турција и Полска ги истражуваа историските и уметничките богатства на Охрид. Посетија Антички театар, Плаошник, Црква „Света Софија“, Периблептос и Свети Јован Канео, учествувајќи во активности за запознавање и мапирање на наследството.\n\nПрактични работилници за гравирање на бакар, филигран и графички стил на сликање им понудија на учесниците непосредно искуство со локалните уметности. Програмата вклучуваше и Приказ на народни ора и презентации од културни амбасадори од секоја земја.\n\nВо Битола, учесниците ја посетија Музејот на Кемал Ататурк и античкиот град Хераклеја. Панорамско патување со брод на Охридското Езеро водеше до Заливот на Коски и Манастирот Свети Наум. Мобилноста заврши со посети на Домот на Робевци и Музејот на хартија, традиционални работилници за занаети, Меѓународен базар и дискусии за Природно културно наследство на УНЕСКО. Сертификати за учество беа доделени за да се одбележат достигнувањата во учењето и културната размена.",
    "objectives": [
      "Зголемување на свеста за локалното и меѓународното културно наследство",
      "Обезбедување практично искуство во традиционални уметности и занаети",
      "Промовирање на интеркултурно учење и соработка"
    ],
    "results": [
      "Практични вештини стекнати во гравирање на бакар, филигран и графичко сликање",
      "Зголемено знаење за историски и културни наследни локации",
      "Подобрена интеркултурна комуникација и тимска работа меѓу учесниците"
    ],
    "images": [
      "/projects/like-us-past-and-now-ohrid-bitola/cover.jpg",
      "/projects/like-us-past-and-now-ohrid-bitola/01.jpg",
      "/projects/like-us-past-and-now-ohrid-bitola/02.jpg"
    ],
    "partners": [
      "Beehive Blue",
      "Angi Valls",
      "Културни институции од Охрид и Битола",
      "Еrasmus+ организации од Шпанија, Турција, Полска"
    ]
}
