{
    "slug": "like-us-past-and-now-ohrid-bitola",
    "title": "Like Us, Past and Now – Third Mobility in Macedonia",
    "year": "2024",
    "category": "Erasmus+ | Cultural Heritage & Education",
    "location": "Ohrid & Bitola, North Macedonia",
    "participants": "Students and youth participants from Macedonia, Spain, Turkey, and Poland",
    "description": "Third mobility of the Erasmus+ project exploring cultural heritage, history, and traditional arts in Ohrid and Bitola.",
    "fullDescription": "The third mobility of the Erasmus+ project \"Like Us, Past and Now\" took place in Ohrid and Bitola, North Macedonia. Participants from Macedonia, Spain, Turkey, and Poland explored Ohrid’s historical and artistic treasures. They visited the Ancient Theater, Plaoshnik, Church of St. Sophia, Peribleptos, and St. Jovan Kaneo, engaging in icebreaking and heritage-mapping activities.\n\nHands-on workshops in copper engraving, filigree, and graphic style painting offered participants practical exposure to local arts. The program included a Folk Dance Show and presentations of cultural ambassadors from each country.\n\nIn Bitola, participants visited the Kemal Atatürk Museum and the ancient city of Heraclea. A scenic boat trip on Lake Ohrid led to the Bay of Bones and Saint Naum Monastery. The mobility concluded with visits to the House of Robevci and the Paper Museum, traditional craft workshops, an International Bazaar, and discussions on UNESCO Natural Cultural Heritage. Certificates of participation were awarded to celebrate learning achievements and cultural exchange.",
    "objectives": [
      "Raise awareness of local and international cultural heritage",
      "Provide hands-on experience in traditional arts and crafts",
      "Encourage intercultural learning and collaboration"
    ],
    "results": [
      "Practical skills gained in copper engraving, filigree, and graphic painting",
      "Enhanced knowledge of historical and cultural heritage sites",
      "Improved intercultural communication and teamwork among participants"
    ],
    "images": [
      "/projects/like-us-past-and-now-ohrid-bitola/cover.jpg",
      "/projects/like-us-past-and-now-ohrid-bitola/01.jpg",
      "/projects/like-us-past-and-now-ohrid-bitola/02.jpg"
    ],
    "partners": [
      "Beehive Blue",
      "Angi Valls",
      "Ohrid & Bitola Cultural Institutions",
      "Erasmus+ Participating Organizations from Spain, Turkey, Poland"
    ]
  }
  