{
    "slug": "tackling-self-stigma-together-ohrid",
    "title": "Заедно против самостигмата",
    "year": "2025",
    "category": "Ментално здравје и младинска работа",
    "location": "Охрид, Македонија",
    "participants": "Младински работници од Полска, Шпанија, Турција и Курасао",
    "description": "Меѓународен проект посветен на справување со самостигмата и унапредување на менталното здравје преку иновативни терапевтски и креативни методи.",
    "fullDescription": "Проектот „Tackling Self-Stigma Together (TSST)“ се одржа во Охрид во јануари 2025 година и имаше за цел да ја подигне свеста за самостигмата кај младинските работници и младите. Преку отворен дијалог, едукативни сесии и заеднички активности, проектот создаде безбеден простор за зборување за менталното здравје и рушење на стигмата поврзана со него.\n\nВо текот на мобилноста, учесниците се запознаа со иновативни пристапи како Mindfulness-Based Art Therapy (MBAT), Acceptance and Commitment Therapy (ACT) и Mindfulness-Based Dance Therapy (MBDT). Работилниците вклучуваа уметнички израз, движење и телесна свесност, со фокус на самоприфаќање, емоционална регулација и внатрешна сила.\n\nПокрај едукативната програма, проектот понуди и силна културна и духовна димензија преку посети на Стариот град Охрид, Заливот на коските и Манастирот Св. Наум. Овие искуства придонесоа кон подлабока рефлексија, личен развој и поврзување на уметноста, духовноста и процесот на лекување.",
    "objectives": [
      "Подигнување на свеста за самостигмата и менталното здравје кај младинските работници",
      "Промоција на иновативни терапевтски методи во младинската работа",
      "Создавање безбедна и поддржувачка средина за дијалог и самоприфаќање"
    ],
    "results": [
      "Зголемено разбирање и препознавање на самостигмата",
      "Развиени вештини за грижа за менталното здравје преку креативни методи",
      "Зајакнати меѓународни партнерства и професионални капацитети"
    ],
    "images": [
      "/projects/tackling-self-stigma-together-ohrid/cover.jpg",
      "/projects/tackling-self-stigma-together-ohrid/01.jpg",
      "/projects/tackling-self-stigma-together-ohrid/02.jpg"
    ],
    "partners": [
      "Организации од Северна Македонија",
      "Организации од Полска",
      "Организации од Шпанија",
      "Организации од Турција",
      "Организации од Курасао"
    ]
  }
  