{
    "slug": "tackling-self-stigma-together-ohrid",
    "title": "Tackling Self-Stigma Together",
    "year": "2025",
    "category": "Mental Health & Youth Work",
    "location": "Ohrid, North Macedonia",
    "participants": "Youth workers from Poland, Spain, Turkey and Curaçao",
    "description": "An international project focused on addressing self-stigma and promoting mental health through innovative therapeutic and creative approaches.",
    "fullDescription": "The project “Tackling Self-Stigma Together (TSST)” took place in Ohrid in January 2025, aiming to raise awareness of self-stigma among youth workers and young people. Through open dialogue, educational sessions, and shared activities, the project created a safe space to talk about mental health and challenge the stigma surrounding it.\n\nDuring the mobility, participants explored innovative approaches such as Mindfulness-Based Art Therapy (MBAT), Acceptance and Commitment Therapy (ACT), and Mindfulness-Based Dance Therapy (MBDT). Workshops combined artistic expression, movement, and body awareness, focusing on self-acceptance, emotional regulation, and inner strength.\n\nIn addition to the educational programme, the project included a strong cultural and spiritual dimension through visits to Ohrid’s Old Town, the Bay of Bones, and the Monastery of St. Naum. These experiences supported deeper reflection, personal growth, and the integration of art, spirituality, and healing processes.",
    "objectives": [
      "To raise awareness of self-stigma and mental health among youth workers",
      "To promote innovative therapeutic methods in youth work",
      "To create a safe and supportive environment for dialogue and self-acceptance"
    ],
    "results": [
      "Improved understanding and recognition of self-stigma",
      "Enhanced mental health care skills through creative methodologies",
      "Strengthened international partnerships and professional capacities"
    ],
    "images": [
      "/projects/tackling-self-stigma-together-ohrid/cover.jpg",
      "/projects/tackling-self-stigma-together-ohrid/01.jpg",
      "/projects/tackling-self-stigma-together-ohrid/02.jpg"
    ],
    "partners": [
      "Organizations from North Macedonia",
      "Organizations from Poland",
      "Organizations from Spain",
      "Organizations from Turkey",
      "Organizations from Curaçao"
    ]
  }
  