{
    "slug": "tackling-self-stigma-together-curacao",
    "title": "Tackling Self-Stigma Together – Curaçao",
    "year": "2025",
    "category": "Mental Health & Youth Work",
    "location": "Curaçao",
    "participants": "Youth workers from North Macedonia, Poland, Turkey, Curaçao, and Spain",
    "description": "Erasmus+ mobility in Curaçao focused on tackling self-stigma through Acceptance and Commitment Therapy (ACT), mindfulness, art, and outdoor experiential activities.",
    "fullDescription": "The mobility “Tackling Self-Stigma Together” took place in November 2025 in Curaçao, bringing together youth workers from North Macedonia, Poland, Turkey, Curaçao, and Spain. The project combined theoretical and practical activities aimed at supporting youth and youth workers in addressing self-stigma and fostering self-acceptance.\n\nThe programme included interactive workshops on Acceptance and Commitment Therapy (ACT), covering Present Moment Awareness, Acceptance, Defusion, Values, Committed Actions, and Self as Context. Participants applied ACT principles through creative methods, storytelling, gratitude journaling, and short Reels videos.\n\nOutdoor activities such as Sense Walk, Acceptance Photo Hunt, Leaves on a Stream, Tree Perspective, Body Compass, Story Chain, and Sound Map enabled practical application of mindfulness and ACT, promoting presence, awareness, self-acceptance, and group bonding. The informal program included cultural exploration, island walks, and attending a football match, enriching intercultural exchange and group dynamics.",
    "objectives": [
      "Support youth and youth workers in addressing self-stigma",
      "Apply Acceptance and Commitment Therapy (ACT) in youth work",
      "Strengthen self-acceptance, mindfulness, and resilience among participants",
      "Use mindfulness and art as tools for personal growth and group connection"
    ],
    "results": [
      "Acquired practical skills for implementing ACT in youth work",
      "Increased awareness of mindfulness, self-acceptance, and presence",
      "Created creative outputs (Reels, photos, story cubes) to raise awareness and tackle self-stigma",
      "Strengthened international partnerships and intercultural collaboration"
    ],
    "images": [
      "/projects/tackling-self-stigma-together-curacao/cover.jpg",
      "/projects/tackling-self-stigma-together-curacao/01.jpg",
      "/projects/tackling-self-stigma-together-curacao/02.jpg"
    ],
    "partners": [
      "Organizations from Curaçao",
      "Organizations from North Macedonia",
      "Organizations from Poland",
      "Organizations from Turkey",
      "Organizations from Spain"
    ]
  }
  