{
    "slug": "tackling-self-stigma-together-curacao",
    "title": "Заедно против самостигмата – Курасао",
    "year": "2025",
    "category": "Ментално здравје и младинска работа",
    "location": "Курасао",
    "participants": "Младински работници од Македонија, Полска, Турција, Курасао и Шпанија",
    "description": "Erasmus+ мобилност во Курасао посветена на справување со самостигмата преку Acceptance and Commitment Therapy (ACT), mindfulness, уметност и активности на отворено.",
    "fullDescription": "Мобилноста „Tackling Self-Stigma Together“ се одржа во ноември 2025 година во Курасао, собирајќи младински работници од Македонија, Полска, Турција, Курасао и Шпанија. Проектот комбинира теоретски и практични активности со цел да се поддржат младите и младинските работници во справувањето со самостигмата и развој на самоприфаќање.\n\nПрограмата вклучуваше интерактивни работилници за Acceptance and Commitment Therapy (ACT), како што се Present Moment Awareness, Acceptance, Defusion, Values, Committed Actions и Self as Context. Учесниците имаа можност да ги применат принципите на ACT во работа со млади и преку креативни техники, storytelling, gratitude journaling, и кратки Reels видеа.\n\nАктивностите на отворено, како Sense Walk, Acceptance Photo Hunt, Leaves on a Stream, Tree Perspective, Body Compass, Story Chain и Sound Map, овозможија практично применување на mindfulness и ACT, поттикнувајќи присутност, свесност, самоприфаќање и тимска поврзаност. Неформалната програма вклучуваше културни активности, прошетки низ островот и гледање на фудбалски натпревар, што ја збогати меѓукултурната размена и групната динамика.",
    "objectives": [
      "Поддршка на младите и младинските работници во справување со самостигмата",
      "Примена на Acceptance and Commitment Therapy (ACT) во младинска работа",
      "Јакнење на самоприфаќање, внимателност и внатрешна отпорност кај учесниците",
      "Применa на mindfulness и уметност како средства за личен развој и групна поврзаност"
    ],
    "results": [
      "Практично стекнати вештини за имплементација на ACT во младинска работа",
      "Зголемена свесност за важноста на mindfulness, самоприфаќање и присутност",
      "Креирани креативни материјали (Reels, фотографии, story cubes) за подигање свесност и справување со самостигма",
      "Јакнење на меѓународни партнерства и интеркултурна соработка"
    ],
    "images": [
      "/projects/tackling-self-stigma-together-curacao/cover.jpg",
      "/projects/tackling-self-stigma-together-curacao/01.jpg",
      "/projects/tackling-self-stigma-together-curacao/02.jpg"
    ],
    "partners": [
      "Организации од Курасао",
      "Организации од Македонија",
      "Организации од Полска",
      "Организации од Турција",
      "Организации од Шпанија"
    ]
  }
  