{
    "slug": "decreasing-the-diversity-through-drama-ka210-ohrid",
    "title": "Еразмус+ KA210 – Да ги надминеме различностите преку театар (Мобилност Охрид)",
    "year": "2024",
    "category": "Еразмус+ KA210 – Училишни партнерства",
    "location": "Охрид, Северна Македонија",
    "participants": "Ученици и наставници од Македонија, Италија и Грција",
    "description": "Еразмус+ мобилност во Охрид посветена на борбата против bullying преку танц, театар и интеркултурна соработка.",
    "fullDescription": "Мобилноста во Охрид претставуваше завршна и клучна фаза од проектот „Еразмус+ KA210 – Да ги надминеме различностите преку театар“. Македонскиот тим ги пречека партнерите од Италија и Грција со традиционален леб и слатки, симболизирајќи гостопримство и почит. По воведните активности и ice-breaking игри, учениците започнаа со интензивни танцово-театарски репетиции насочени кон проблематиката на злоставувањето.\n\nПод менторство на кореографот Даниел Наумоски од Танцовото студио Соната, како и со поддршка од наставниците и менторите, учесниците преку движење и телесен израз ги прикажаа емоциите и перспективите и на жртвата и на насилникот. Работата беше интензивна и емотивна, а учениците покажаа високо ниво на посветеност и меѓусебна поддршка.\n\nПрограмата беше збогатена со културни активности, вклучувајќи бродска екскурзија по Охридското Езеро со посета на Заливот на Коските и манастирот Свети Наум, како и разгледување на стариот дел на градот Охрид, црквите Света Софија, Богородица Перивлепта и Свети Јован Канео. Посебен акцент имаше и работилницата за изработка на маски под менторство на професорката Катерина Слатинова, кои беа користени во финалната кореодрама.\n\nКулминацијата се случи на 22 март со јавната танцово-театарска претстава во ОСУ „Св. Климент Охридски“. Настапот успешно ја пренесе пораката за емпатија, разбирање и активна борба против злоставувањето. Организирани од НВО Xanadu Art, активностите во Охрид го означија официјалното завршување на проектот, оставајќи силен впечаток и трајна мотивација кај сите учесници.",
    "objectives": [
      "Справување со bullying преку танц и театар",
      "Развивање емпатија и свесност кај младите",
      "Јакнење на интеркултурната соработка и младинската инклузија"
    ],
    "results": [
      "Реализирана јавна танцово-театарска претстава со силна општествена порака",
      "Подигната свест за злоставувањето и неговите последици",
      "Зајакнати партнерства и доделени европски сертификати"
    ],
    "images": [
      "/projects/decreasing-the-diversity-through-drama-ka210-ohrid/cover.jpg",
      "/projects/decreasing-the-diversity-through-drama-ka210-ohrid/01.jpg",
      "/projects/decreasing-the-diversity-through-drama-ka210-ohrid/02.jpg"
    ],
    "partners": [
      "Xanadu Art",
      "ОСУ \"Св. Климент Охридски\" – Охрид",
      "Партнерска организација од Италија",
      "Партнерска организација од Грција"
    ]
  }
  