{
    "slug": "decreasing-the-diversity-through-drama-ka210-ohrid",
    "title": "Erasmus+ KA210 – Decreasing the Diversity through Drama (Ohrid Mobility)",
    "year": "2024",
    "category": "Erasmus+ KA210 – School Partnerships",
    "location": "Ohrid, North Macedonia",
    "participants": "Students and teachers from North Macedonia, Italy, and Greece",
    "description": "An Erasmus+ mobility in Ohrid focused on combating bullying through dance, theatre, and intercultural collaboration.",
    "fullDescription": "The Ohrid mobility represented a key and final phase of the project “Erasmus+ KA210 – Decreasing the Diversity through Drama.” The Macedonian team warmly welcomed their Italian and Greek partners with traditional bread and sweets, symbolizing hospitality and mutual respect. Following introductory and ice-breaking activities, students engaged in intensive dance and theatre rehearsals addressing the sensitive issue of bullying.\n\nUnder the guidance of choreographer Daniel Naumoski from Dance Studio Sonata, and supported by teachers and mentors, participants used body movement and expressive choreography to portray the emotional realities of both victims and bullies. The process was intense and emotionally engaging, fostering strong bonds and mutual understanding among the students.\n\nThe programme was enriched with cultural activities, including a boat trip on Lake Ohrid with visits to the Bay of Bones and the Monastery of Saint Naum, as well as guided tours of Ohrid’s old town, museums, and historic churches such as Saint Sophia, Mother of God Perivleptos, and Saint John at Kaneo. A highlight was the mask-making workshop led by teacher Katerina Slatinova, with masks later used in the final choreodrama performance.\n\nThe culmination took place on March 22nd with a public dance-theatre performance at St. Kliment Ohridski High School. The performance powerfully conveyed messages of empathy, understanding, and active resistance to bullying. Organised by the NGO Xanadu Art, the Ohrid activities marked the official conclusion of the project, leaving participants inspired and motivated to implement anti-bullying initiatives in their own school communities.",
    "objectives": [
      "To address bullying through dance and theatre-based methods",
      "To foster empathy, awareness, and emotional expression among young people",
      "To strengthen intercultural cooperation and inclusion"
    ],
    "results": [
      "A successful public dance-theatre performance with strong social impact",
      "Increased awareness of bullying and its emotional consequences",
      "Strengthened partnerships and European certificates awarded"
    ],
    "images": [
      "/projects/decreasing-the-diversity-through-drama-ka210-ohrid/cover.jpg",
      "/projects/decreasing-the-diversity-through-drama-ka210-ohrid/01.jpg",
      "/projects/decreasing-the-diversity-through-drama-ka210-ohrid/02.jpg"
    ],
    "partners": [
      "Xanadu Art",
      "OU \"St. Kliment Ohridski\" – Ohrid",
      "Partner organization from Italy",
      "Partner organization from Greece"
    ]
  }
  