{
    "slug": "out-can-be-in-karaman",
    "title": "Out Can Be In – Прва мобилност",
    "year": "2024",
    "category": "Еразмус+ | Инклузивно образование",
    "location": "Караман, Турција",
    "participants": "Учесници од Македонија, Франција и Турција",
    "description": "Прва меѓународна мобилност на проектот „Out Can Be In“, фокусирана на инклузивно образование и работа со лица со аутизам.",
    "fullDescription": "Проектот „Out Can Be In“ започна со првата мобилност во Караман, Турција, каде партнерите од Македонија, Франција и Турција се запознаа со турскиот образовен систем за ученици со посебни потреби. Активностите вклучуваа презентации за аутизмот, неговите карактеристики, спектарот и практичните пристапи во образованието.\n\nВо текот на наредните денови, учесниците остварија официјални средби со регионални образовни претставници и спроведоа интензивна работа во специјалното училиште „Оптимум Билги“. Беа набљудувани часови со различни возрасни групи, применети практични методи на работа и развиени индивидуализирани образовни програми за деца со аутистичен спектар, со поддршка на дигиталната платформа birth2school.\n\nПроектот беше збогатен и со културни и неформални активности, вклучувајќи посета на историски локалитети во Караман и Кападокија. Финалниот ден заврши со заедничка работилница, размена на искуства помеѓу партнерите и свечена церемонија за доделување сертификати, со што успешно се заокружи оваа проектна фаза.",
    "objectives": [
      "Запознавање со добри практики во инклузивното образование",
      "Подобрување на компетенциите за работа со лица со аутизам",
      "Размена на искуства помеѓу меѓународни партнери"
    ],
    "results": [
      "Зголемени знаења за дијагностика и индивидуализирани образовни програми",
      "Развиени практични алатки и активности за работа со деца со аутистичен спектар",
      "Зајакната меѓународна соработка помеѓу партнерските организации"
    ],
    "images": [
      "/projects/out-can-be-in-karaman/cover.jpg",
      "/projects/out-can-be-in-karaman/01.jpg",
      "/projects/out-can-be-in-karaman/02.jpg"
    ],
    "partners": [
      "Xanadu Art – Северна Македонија",
      "Оптимум Билги – Турција",
      "Партнерска организација – Франција"
    ]
  }
  