{
    "slug": "out-can-be-in-karaman",
    "title": "Out Can Be In – First Mobility",
    "year": "2024",
    "category": "Erasmus+ | Inclusive Education",
    "location": "Karaman, Turkey",
    "participants": "Participants from North Macedonia, France, and Turkey",
    "description": "The first international mobility of the “Out Can Be In” project, focused on inclusive education and working with people on the autism spectrum.",
    "fullDescription": "The “Out Can Be In” project began with its first mobility in Karaman, Turkey, bringing together partners from North Macedonia, France, and Turkey. The initial activities introduced participants to the Turkish educational system for students with special needs, alongside presentations on autism, its characteristics, spectrum, and educational approaches.\n\nDuring the following days, participants held official meetings with regional education authorities and engaged in intensive work at the special school “Optimum Bilgi.” They observed classes across different age groups, applied practical teaching methods, and developed individualized educational programs for children on the autism spectrum, supported by the digital platform birth2school.\n\nThe project was further enriched with cultural and informal activities, including visits to historical sites in Karaman and Cappadocia. The final day concluded with a joint workshop, exchange of experiences among partners, and a certificate award ceremony, marking the successful completion of this project phase.",
    "objectives": [
      "To explore best practices in inclusive education",
      "To strengthen competencies for working with individuals with autism",
      "To promote international exchange of knowledge and experience"
    ],
    "results": [
      "Improved understanding of diagnosis and individualized education programs",
      "Development of practical tools and activities for autism education",
      "Strengthened international cooperation between partner organizations"
    ],
    "images": [
      "/projects/out-can-be-in-karaman/cover.jpg",
      "/projects/out-can-be-in-karaman/01.jpg",
      "/projects/out-can-be-in-karaman/02.jpg"
    ],
    "partners": [
      "Xanadu Art – North Macedonia",
      "Optimum Bilgi – Turkey",
      "Partner Organization – France"
    ]
  }
  