{
    "slug": "like-us-past-and-now-krakow",
    "title": "Like Us, Past and Now – Мобилност на млади во Краков",
    "year": "2024",
    "category": "Erasmus+ | Младинска размена | Културно наследство",
    "location": "Краков и Миколов, Полска",
    "participants": "Млади учесници од повеќе европски партнерски земји",
    "description": "Младинска размена во рамки на Еразмус+ проектот „Like Us, Past and Now“, насочена кон културното наследство, историјата, екологијата и интеркултурната соработка.",
    "fullDescription": "Мобилноста „Like Us, Past and Now“ во Полска ги обедини меѓународните тимови во богата програма исполнета со едукативни, културни и интегративни активности во Краков и Миколов.\n\nПрвиот ден беше посветен на активности за меѓусебно запознавање и тимска работа, по што следеше разгледување на градот и посета на музеј со традиционални полски предмети од домаќинството. Во наредните денови, учесниците учествуваа во работилници и посети низ регионот Шлеска, вклучувајќи еколошки работилници во Шлеската ботаничка градина, истражување на вселената во Шлескиот планетариум и запознавање со регионалната историја во Шлескиот музеј.\n\nПокрај тоа, младите учествуваа во активности за интеграција и подготвија меѓународни скечеви поврзани со културното наследство. Како резултат на успешната соработка меѓу Полска и Турција, беше создадено и симболично ново јадење – „Баклобигос“, комбинација од баклава и бигос. Размената заврши со доделување на сертификати и Youthpass документи.\n\nВо завршниот дел од мобилноста во Краков, учесниците ги посетија најзначајните историски знаменитости, меѓу кои замокот Вавел, Главниот плоштад и црквата Света Марија. Посетата на меморијалниот комплекс Аушвиц-Биркенау овозможи длабока рефлексија за Втората светска војна и човековите права. Дополнителните посети на музеи, уметнички галерии и локални населби им овозможија на учесниците директно да ја доживеат полската култура, кујна и секојдневен живот.\n\nОваа мобилност ја означи последната младинска размена во рамки на проектот „Like Us, Past and Now“ и успешно придонесе за зајакнување на културната свест, историското разбирање и меѓународните пријателства.",
    "objectives": [
      "Подигање на свеста за културното наследство и историјата во Европа",
      "Промоција на интеркултурен дијалог и соработка меѓу младите",
      "Поттикнување на критичка рефлексија за заедничкото минато, човековите права и културниот идентитет"
    ],
    "results": [
      "Подобрена културна и историска свест кај учесниците",
      "Зајакната меѓународна соработка и младинско учество",
      "Успешно реализирана завршна мобилност во рамки на проектот"
    ],
    "images": [
      "/projects/like-us-past-and-now-krakow/cover.jpg",
      "/projects/like-us-past-and-now-krakow/01.jpg",
      "/projects/like-us-past-and-now-krakow/02.jpg"
    ],
    "partners": [
      "Xanadu Art",
      "Beehive Blue",
      "Yaşamsal Farkındalıklar",
      "Партнерски младински организации од Полска, Турција и други земји од програмата Erasmus+"
    ],
    "funding": "Финансирано од Европската Унија преку програмата Erasmus+"
  }
  