{
  "slug": "like-us-past-and-now-krakow",
  "title": "Like Us, Past and Now – Youth Mobility in Krakow",
  "year": "2024",
  "category": "Erasmus+ | Youth Exchange | Cultural Heritage",
  "location": "Krakow & Mikołów, Poland",
  "participants": "Youth participants from multiple European partner countries",
  "description": "Youth exchange mobility within the Erasmus+ project 'Like Us, Past and Now', focused on cultural heritage, history, ecology, and intercultural cooperation.",
  "fullDescription": "The 'Like Us, Past and Now' youth mobility in Poland brought together international teams for a rich programme of educational, cultural, and integrative activities in Krakow and Mikołów.\n\nThe first day focused on ice-breaking activities that helped participants connect and build teamwork, followed by sightseeing and a visit to a museum showcasing traditional Polish household items. The following days included workshops and excursions across the Silesian region, such as ecological workshops at the Silesian Botanical Garden, space exploration sessions at the Silesian Planetarium, and learning about regional history at the Silesian Museum.\n\nParticipants also took part in integration activities and created international sketches related to cultural heritage. A unique outcome of Polish–Turkish cooperation was the creation of a new symbolic dish, 'Baklobigos', combining baklava and bigos. The exchange concluded with the awarding of certificates and Youthpass documents.\n\nDuring the final phase of the mobility in Krakow, participants explored major historical landmarks including Wawel Castle, the Main Market Square, and St. Mary’s Basilica. A visit to the Auschwitz-Birkenau Concentration Camp offered a powerful reflection on World War II history and human rights. Additional visits to museums, art galleries, and local neighborhoods allowed participants to experience Polish culture, cuisine, and everyday life.\n\nThis mobility marked the final youth exchange of the 'Like Us, Past and Now' project and successfully strengthened cultural awareness, historical understanding, and international friendships.",
  "objectives": [
    "Increase awareness of cultural heritage and history in Europe",
    "Promote intercultural dialogue and cooperation among young people",
    "Encourage reflection on shared past, human rights, and cultural identity"
  ],
  "results": [
    "Improved cultural and historical awareness among participants",
    "Strengthened international cooperation and youth engagement",
    "Successful completion of the final mobility within the project"
  ],
  "images": [
    "/projects/like-us-past-and-now-krakow/cover.jpg",
    "/projects/like-us-past-and-now-krakow/01.jpg",
    "/projects/like-us-past-and-now-krakow/02.jpg"
  ],
  "partners": [
    "Xanadu Art",
    "Beehive Blue",
    "Yaşamsal Farkındalıklar",
    "Partner youth organizations from Poland, Turkey, and other Erasmus+ countries"
  ],
  "funding": "Funded by the European Union through the Erasmus+ Programme"
}
