{
    "slug": "social-and-cultural-puzzle-erasmus-youth-exchange",
    "title": "Dissemination and Promotion of Erasmus+ Youth Exchange Results – Social and Cultural Puzzle",
    "year": "2023",
    "category": "Erasmus+ Youth Exchange",
    "location": "Gonio, Georgia",
    "participants": "5 young participants (4 + 1 group leader)",
    "description": "A youth exchange project focused on promoting and comparing cultural and traditional values among eight participating countries.",
    "fullDescription": "The project “Social and Cultural Puzzle” marked the first successfully implemented Erasmus+ youth exchange for our organization and took place from 28 April to 7 May 2023 in Gonio, Georgia.\n\nThrough the participation of four young people and one group leader, the cultural and traditional values of our country were promoted alongside those of the other participating countries. Participants gained new knowledge and experience on how traditions have evolved over time and how different cultures, despite their differences, share common roots.\n\nUsing non-formal education methods, interactive workshops, and games, young participants explored cultural similarities and differences in line with Youthpass criteria, key competences, and the core objectives of the Erasmus+ programme.",
    "objectives": [
      "To promote cultural and traditional values of the participating countries",
      "To encourage intercultural dialogue and mutual understanding among young people",
      "To develop key competences through non-formal education"
    ],
    "results": [
      "Improved intercultural competences among participants",
      "Increased awareness of cultural similarities and differences",
      "Youthpass certificates awarded to all participants"
    ],
    "images": [
      "/projects/social-and-cultural-puzzle-erasmus-youth-exchange/cover.jpg",
      "/projects/social-and-cultural-puzzle-erasmus-youth-exchange/01.jpg",
      "/projects/social-and-cultural-puzzle-erasmus-youth-exchange/02.jpg"
    ],
    "partners": [
      "Active Vitorazsko z. s.",
      "ProActive Group Georgia",
      "EDUCATIO-Ukraine"
    ]
  }
  