{
    "slug": "social-and-cultural-puzzle-erasmus-youth-exchange",
    "title": "Дисеминација и промоција на резултатите од Еразмус+ Младинска Размена – Social and Cultural Puzzle",
    "year": "2023",
    "category": "Еразмус+ Младинска Размена",
    "location": "Гонио, Грузија",
    "participants": "5 млади учесници (4 + 1 лидер)",
    "description": "Младинска размена фокусирана на промоција и споредба на културните и традиционалните вредности помеѓу осум европски и соседни земји.",
    "fullDescription": "Проектот „Social and Cultural Puzzle“ претставуваше прва успешно реализирана Еразмус+ младинска размена за нашата организација, која се одржа во периодот од 28.04.2023 до 07.05.2023 во Гонио, Грузија.\n\nПреку учество на 4 млади и 1 лидер, беа промовирани културните и традиционалните вредности на нашата држава, како и вредностите на останатите земји-учеснички. Учесниците стекнаа нови знаења и искуства за тоа како традициите се менувале низ времето и како различните култури, и покрај разликите, имаат заеднички „корени“.\n\nПреку неформална едукација, интерактивни работилници и игри, младите имаа можност да ги истражат сличностите и разликите помеѓу културите, во согласност со Youthpass критериумите и клучните компетенции на програмата Еразмус+.",
    "objectives": [
      "Промоција на културните и традиционалните вредности на земјите-учеснички",
      "Поттикнување интеркултурен дијалог и меѓусебно разбирање кај младите",
      "Развивање клучни компетенции преку неформална едукација"
    ],
    "results": [
      "Зајакнати интеркултурни компетенции кај учесниците",
      "Подигната свест за културните сличности и разлики",
      "Доделени Youthpass сертификати на сите учесници"
    ],
    "images": [
      "/projects/social-and-cultural-puzzle-erasmus-youth-exchange/cover.jpg",
      "/projects/social-and-cultural-puzzle-erasmus-youth-exchange/01.jpg",
      "/projects/social-and-cultural-puzzle-erasmus-youth-exchange/02.jpg"
    ],
    "partners": [
      "Active Vitorazsko z. s.",
      "ProActive Group Georgia",
      "EDUCATIO-Ukraine"
    ]
  }
  