{
    "slug": "out-can-be-in-online-seminar-autism-inclusion",
    "title": "Out Can Be In – Онлајн семинар за инклузија на лицата со аутизам",
    "year": "2024",
    "category": "Erasmus+ – Подготвителни онлајн активности",
    "location": "Онлајн",
    "participants": "Артисти, едукатори, здравствени работници и учесници во проектот",
    "description": "Онлајн семинар посветен на инклузијата на лицата со аутизам во секојдневниот живот, со посебен фокус на уметноста како алатка за инклузија.",
    "fullDescription": "Во рамки на Erasmus+ проектот „Out Can Be In“, успешно беше реализиран онлајн семинар како подготвителна активност пред претстојните меѓународни мобилности. Семинарот беше посветен на темата „Инклузија на лицата со аутизам во секојдневниот живот“, со акцент на можностите што уметноста ги нуди како средство за комуникација, самоизразување и социјална вклученост.\n\nВо текот на семинарот, модераторите споделија искуства и практични пристапи за тоа како уметничките активности можат да придонесат кон подобра инклузија на лицата со аутизам. Настанот поттикна отворена дискусија и размена на мислења, обединувајќи уметнички, медицински и едукативни перспективи.\n\nСеминарот започна во 13:00 часот и беше проследен од учесници заинтересирани за инклузивни практики и подигање на свеста. Дел од атмосферата и интеракцијата беа документирани преку фотографии од самиот настан.\n\nОваа онлајн активност претставуваше значаен чекор во подготовката на учесниците и поставување на заедничка основа за претстојните проектни активности и мобилности.",
    "objectives": [
      "Подигање на свеста за инклузијата на лицата со аутизам во секојдневниот живот",
      "Истражување на уметноста како алатка за социјална инклузија",
      "Подготовка на учесниците за претстојните проектни мобилности"
    ],
    "results": [
      "Успешно реализиран онлајн семинар со активно учество",
      "Зголемено разбирање за инклузивните практики поврзани со аутизмот",
      "Зајакната соработка помеѓу различни професионални области"
    ],
    "images": [
      "/projects/out-can-be-in-online-seminar/cover.jpg",
      "/projects/out-can-be-in-online-seminar/01.jpg",
      "/projects/out-can-be-in-online-seminar/02.jpg"
    ],
    "partners": [
      "Xanadu Art"
    ]
  }
  