{
    "slug": "out-can-be-in-online-seminar-autism-inclusion",
    "title": "Out Can Be In – Online Seminar on Autism Inclusion",
    "year": "2024",
    "category": "Erasmus+ – Preparatory Online Activities",
    "location": "Online",
    "participants": "Artists, educators, medical professionals, and project participants",
    "description": "An online seminar focused on the inclusion of people with autism in everyday life, with a special emphasis on art as a tool for inclusion.",
    "fullDescription": "As part of the Erasmus+ project “Out Can Be In,” an online seminar was successfully held as a preparatory activity for the upcoming international mobilities. The seminar focused on the theme “Inclusion of People with Autism in Everyday Life,” highlighting practical and creative approaches to inclusion through art.\n\nDuring the seminar, speakers discussed how artistic practices can support communication, self-expression, and social participation of people with autism. The session encouraged dialogue between different professional perspectives, combining artistic, medical, and educational viewpoints.\n\nThe seminar started at 13:00 and gathered participants interested in inclusive practices, awareness-raising, and preparation for future project activities. Several visual materials from the seminar were documented, capturing the interactive and informative atmosphere of the event.\n\nThis online activity played an important role in building a shared understanding among participants and setting the conceptual foundation for the forthcoming physical mobilities within the project.",
    "objectives": [
      "To raise awareness about autism inclusion in everyday life",
      "To explore art as a tool for social inclusion and communication",
      "To prepare participants conceptually for upcoming project mobilities"
    ],
    "results": [
      "Successful delivery of an online seminar with active participation",
      "Enhanced understanding of inclusive practices related to autism",
      "Strengthened interdisciplinary collaboration among moderators and participants"
    ],
    "images": [
      "/projects/out-can-be-in-online-seminar/cover.jpg",
      "/projects/out-can-be-in-online-seminar/01.jpg",
      "/projects/out-can-be-in-online-seminar/02.jpg"
    ],
    "partners": [
      "Xanadu Art"
    ]
  }
  