{
    "slug": "out-can-be-in-ohrid",
    "title": "Out Can Be In – Mobility in Ohrid",
    "year": "2024",
    "category": "Erasmus+ | Inclusive Education and Arts",
    "location": "Ohrid, North Macedonia",
    "participants": "Team from North Macedonia",
    "description": "A mobility in Ohrid with workshops and activities for people with autism, including practical exercises, dance, and music.",
    "fullDescription": "From 25.06.2024 to 28.06.2024, the team from North Macedonia participated in a mobility in Ohrid as part of the “Out Can Be In” project. On the first day, workshops were held at the high school “Sv. Kliment Ohridski,” including a presentation of the organization, a lecture on autism by Dr. Aleksandar Krajcheski, practical exercises, and discussions about autism in Macedonia, France, and Turkey. The day concluded with a walk through the old town of Ohrid.\n\nOn the second day, the team visited the kindergarten “Radost” for children with disabilities, where a dance workshop was led by Daniel Naumovski, and individual work with a child with autism was demonstrated by Aleksandra Sabras-Apostolova.\n\nThe third day focused on the center “Vo Mojot Svet,” where special educator Angela Chingoska guided the team through the rooms and explained the methods of work. The team interacted with children through dance and songs. The day ended with free time and a visit to the Wine Festival.\n\nOn the final day, the group visited Pirustija Nedanoski in Ramne, enjoying traditional Macedonian food, discussing the outcomes of the mobility, and carrying out dissemination activities for the project.",
    "objectives": [
      "Enhance knowledge and skills for working with people with autism",
      "Exchange experiences and best practices with international partners",
      "Apply creative methods (dance, music, practical exercises) in education"
    ],
    "results": [
      "Improved understanding of individualized approaches and techniques for working with autistic children",
      "Implemented practical activities to develop motor and social skills",
      "Strengthened local and international collaboration among partners"
    ],
    "images": [
      "/projects/out-can-be-in-ohrid/cover.jpg",
      "/projects/out-can-be-in-ohrid/01.jpg",
      "/projects/out-can-be-in-ohrid/02.jpg"
    ],
    "partners": [
      "Xanadu Art – North Macedonia",
      "High School „Sv. Kliment Ohridski“",
      "Kindergarten „Radost“",
      "Center „Vo Mojot Svet“",
      "Pirustija Nedanoski – Ramne"
    ]
  }
  