{
    "slug": "out-can-be-in-ohrid",
    "title": "Out Can Be In – Мобилност во Охрид",
    "year": "2024",
    "category": "Еразмус+ | Инклузивно образование и уметност",
    "location": "Охрид, Северна Македонија",
    "participants": "Тим од Македонија",
    "description": "Мобилност во Охрид со работилници и активности за лица со аутизам, вклучувајќи практични вежби, танц и музика.",
    "fullDescription": "Од 25.06.2024 до 28.06.2024, македонскиот тим учествуваше во мобилност во Охрид во рамки на проектот „Out Can Be In“. На првиот ден беа одржани работилници во гимназијата „Св. Климент Охридски“, вклучувајќи презентација на организацијата, предавање за аутизмот од д-р Александар Крајчески, практични вежби и дискусии за аутизмот во Македонија, Франција и Турција. Денот заврши со прошетка низ стариот град на Охрид.\n\nВториот ден беше посетена градинката „Радост“ за деца со попреченост, каде што се одржа танцова работилница предводена од Даниел Наумовски, како и демонстрација на индивидуална работа со дете со аутизам од страна на Александра Сабрас Апостолова.\n\nТретиот ден се посвети на центарот „Во Мојот Свет“, каде што специјалниот едукатор Ангела Чингоска ги покажа различните простории и методи на работа, а тимот се поврза со децата преку танцови игри и песни. Денот заврши со слободно време и посета на Фестивалот на Виното.\n\nПоследниот ден се реализира посета на Пирустија Неданоски во Рамне, каде учесниците уживаа во традиционална македонска храна, дискутираа за резултатите од мобилноста и ја спроведоа дисеминацијата на проектот.",
    "objectives": [
      "Подобрување на знаењата и вештините за работа со лица со аутизам",
      "Размена на искуства и добри практики со меѓународни партнери",
      "Применување креативни методи (танц, музика, практични вежби) во образованието"
    ],
    "results": [
      "Зголемено разбирање за индивидуални пристапи и техники за работа со аутистични деца",
      "Применети практични активности за развој на моторички и социјални вештини",
      "Ја зајакна локалната и меѓународната соработка помеѓу партнерите"
    ],
    "images": [
      "/projects/out-can-be-in-ohrid/cover.jpg",
      "/projects/out-can-be-in-ohrid/01.jpg",
      "/projects/out-can-be-in-ohrid/02.jpg"
    ],
    "partners": [
      "Xanadu Art – Северна Македонија",
      "Гимназија „Св. Климент Охридски“",
      "Градинка „Радост“",
      "Центар „Во Мојот Свет“",
      "Пирустија Неданоски – Рамне"
    ]
  }
  