{
    "slug": "ice-cream-social-entrepreneurship-training",
    "title": "ICE CREAM – Training Course for Social Entrepreneurship",
    "year": "2024",
    "category": "Erasmus+ | Social Entrepreneurship",
    "location": "Abovyan, Armenia",
    "participants": "Youth participants from 10 countries",
    "description": "ICE CREAM training course focused on research, collaboration, idea development, and management of social entrepreneurship for youth from 10 countries.",
    "fullDescription": "The ICE CREAM Training Course, part of the Erasmus+ program, was held in Abovyan, Armenia from 18 to 30 July 2024. It gathered youth participants from 10 countries including Macedonia, Ukraine, Norway, Moldova, Romania, Italy, Bosnia and Herzegovina, Spain, Portugal, and France.\n\nThe course included icebreaking and team-building activities, workshops on research and collaboration, visits to Yerevan and the TUMO Center for Creative Technologies, and practical exercises in social entrepreneurship. Participants used the SMART model to develop ideas, create team presentations, and explore archetypes, culminating in marketing strategy sessions and idea pitches.\n\nThe training enhanced participants’ competencies in social entrepreneurship, intercultural cooperation, and idea development, while intercultural evenings and workshops promoted networking, cultural exchange, and partnership creation. ICE CREAM demonstrated the value of international collaboration in developing skills and fostering social innovation among youth.",
    "objectives": [
      "Enhance youth skills in social entrepreneurship and project management",
      "Promote intercultural understanding and teamwork",
      "Support creation and presentation of innovative social enterprise ideas"
    ],
    "results": [
      "Improved competencies in social entrepreneurship and strategic planning",
      "Successful implementation of team-based idea development and presentations",
      "Strengthened international collaboration and intercultural networks"
    ],
    "images": [
      "/projects/ice-cream-social-entrepreneurship-training/cover.jpg",
      "/projects/ice-cream-social-entrepreneurship-training/01.jpg",
      "/projects/ice-cream-social-entrepreneurship-training/02.jpg"
    ],
    "partners": [
      "XANADU ART, Macedonia",
      "Youth organizations from Ukraine, Norway, Moldova, Romania, Italy, Bosnia and Herzegovina, Spain, Portugal, France",
      "TUMO Center for Creative Technologies, Yerevan"
    ]
  }
  