{
    "slug": "tackling-self-stigma-together-seville",
    "title": "Tackling Self-Stigma Together – Seville",
    "year": "2025",
    "category": "Mental Health & Youth Work",
    "location": "Seville, Spain",
    "participants": "Youth workers from North Macedonia, Poland, Turkey and the Caribbean",
    "description": "An international Erasmus+ mobility in Seville focused on tackling self-stigma, depression, and mental health through art, mindfulness, and innovative digital tools.",
    "fullDescription": "The mobility “Tackling Self-Stigma Together” took place in August 2025 in Seville, Spain, bringing together youth workers from North Macedonia, Poland, Turkey, and the Caribbean. The project created a safe and open space to address self-stigma related to depression and mental health through deep personal and collective reflection.\n\nThe programme started with interactive World Café sessions and public debates led by trainer Mariami Chokheli, where participants explored internal narratives, shame, and the invisible struggles young people face. Through Mindfulness-Based Art Therapy (MBAT), body scan practices, gratitude journaling, and inner-child work, participants focused on self-acceptance, forgiveness, and emotional release.\n\nThe project also included a strong creative and innovative dimension, exploring the use of technology, AI tools, and sensory devices to support emotional expression. Nature-based art activities in Maria Luisa Park, combined with the powerful experience of traditional flamenco dance, connected body, emotions, culture, and healing. The mobility concluded with evaluation sessions, certificate awards, and preparation for the next project phase – the upcoming mobility in Curaçao.",
    "objectives": [
      "To reduce self-stigma related to depression and mental health",
      "To strengthen youth workers’ capacities through mindfulness and art-based methods",
      "To explore the role of technology and AI in mental health support",
      "To foster self-acceptance, empathy, and intercultural connection"
    ],
    "results": [
      "Deeper personal awareness and understanding of self-stigma",
      "Practical tools for youth work in the field of mental health",
      "Increased openness to vulnerability and emotional expression",
      "Strengthened international partnerships and future mobilities"
    ],
    "images": [
      "/projects/tackling-self-stigma-together-seville/cover.jpg",
      "/projects/tackling-self-stigma-together-seville/01.jpg",
      "/projects/tackling-self-stigma-together-seville/02.jpg"
    ],
    "partners": [
      "Sonríe a Europa – Spain",
      "Organizations from North Macedonia",
      "Organizations from Poland",
      "Organizations from Turkey",
      "Organizations from the Caribbean"
    ]
  }
  