{
    "slug": "tackling-self-stigma-together-seville",
    "title": "Заедно против самостигмата – Севиља",
    "year": "2025",
    "category": "Ментално здравје и младинска работа",
    "location": "Севиља, Шпанија",
    "participants": "Младински работници од Македонија, Полска, Турција и Карибите",
    "description": "Меѓународна Erasmus+ мобилност во Севиља посветена на справување со самостигмата, депресијата и менталното здравје преку уметност, mindfulness и иновативни дигитални алатки.",
    "fullDescription": "Мобилноста „Tackling Self-Stigma Together“ се одржа во август 2025 година во Севиља, Шпанија, собирајќи младински работници од Македонија, Полска, Турција и Карибите. Проектот создаде безбеден и отворен простор за справување со самостигмата поврзана со депресијата и менталното здравје, преку длабока лична и групна рефлексија.\n\nПрограмата започна со интерактивни World Café дискусии и јавни дебати водени од тренерката Mariami Chokheli, каде учесниците ги истражуваа внатрешните наративи, срамот и невидливите борби со кои се соочуваат младите. Преку Mindfulness-Based Art Therapy (MBAT), телесни скенови, gratitude journaling и работа со „внатрешното дете“, учесниците работеа на самоприфаќање, простување и емоционално ослободување.\n\nПроектот вклучи и силна креативна и иновативна компонента – користење на технологии, AI алатки и сензорни уреди за поддршка на емоционалното изразување. Уметничките активности во природа, во Maria Luisa Park, како и моќното искуство со традиционалниот фламенко танц, овозможија длабока поврзаност меѓу телото, емоциите, културата и процесот на лекување. Мобилноста заврши со евалуација, доделување сертификати и подготовка за следната фаза на проектот – мобилноста во Курасао.",
    "objectives": [
      "Намалување на самостигмата поврзана со депресијата и менталното здравје",
      "Јакнење на капацитетите на младинските работници преку mindfulness и уметнички методи",
      "Истражување на улогата на технологијата и AI во менталното здравје",
      "Поттикнување самоприфаќање, емпатија и интеркултурна поврзаност"
    ],
    "results": [
      "Подлабока лична свест и разбирање на самостигмата",
      "Практични алатки за работа со млади во областа на менталното здравје",
      "Зголемена отвореност за ранливост и емоционално изразување",
      "Зајакнати меѓународни партнерства и идни мобилности"
    ],
    "images": [
      "/projects/tackling-self-stigma-together-seville/cover.jpg",
      "/projects/tackling-self-stigma-together-seville/01.jpg",
      "/projects/tackling-self-stigma-together-seville/02.jpg"
    ],
    "partners": [
      "Sonríe a Europa – Шпанија",
      "Организации од Македонија",
      "Организации од Полска",
      "Организации од Турција",
      "Организации од Карибите"
    ]
  }
  