{
    "slug": "like-us-in-the-past-and-now-erasmus-izmir",
    "title": "Like Us in the Past and Now – Erasmus+ Mobility",
    "year": "2024",
    "category": "Erasmus+ Youth Exchange",
    "location": "Izmir, Turkey",
    "participants": "Young people and teachers from North Macedonia, Turkey, Spain, and Poland",
    "description": "An Erasmus+ mobility focused on cultural heritage, intercultural exchange, and building lasting international connections.",
    "fullDescription": "With the completion of the project “Like Us in the Past and Now” in Izmir, Turkey, participants reflected on a rich experience filled with cultural exploration, learning, and meaningful connections. From the very beginning, teams from Turkey, Spain, North Macedonia, and Poland formed a strong sense of unity and shared excitement.\n\nBy exploring Izmir’s historical landmarks and vibrant markets, as well as the natural beauty of Golchuk and the cultural heritage of Odemis and Birgi, participants deepened their appreciation of the region’s diverse cultural fabric. Activities such as cultural heritage mapping, interactive games, and cultural nights strengthened mutual understanding and reinforced the bonds within the international group.\n\nThe highlight of the mobility was the visit to the Ancient City of Ephesus, the House of the Virgin Mary, and the village of Sirince, offering profound insights into Turkey’s history and culture. Although this mobility has concluded, the friendships formed and lessons learned continue to inspire future collaboration and stand as a reminder of the transformative power of cultural exchange.",
    "objectives": [
      "To promote cultural heritage awareness and historical understanding",
      "To strengthen intercultural dialogue and cooperation",
      "To build lasting international friendships"
    ],
    "results": [
      "Enhanced understanding of cultural diversity",
      "Strengthened international partnerships and connections",
      "Lasting memories and shared European values created"
    ],
    "images": [
      "/projects/like-us-in-the-past-and-now-erasmus-izmir/cover.jpg",
      "/projects/like-us-in-the-past-and-now-erasmus-izmir/01.jpg",
      "/projects/like-us-in-the-past-and-now-erasmus-izmir/02.jpg"
    ],
    "partners": [
      "Partner organization from Turkey",
      "Partner organization from Spain",
      "Partner organization from Poland",
      "OU \"St. Kliment Ohridski\" – Ohrid"
    ]
  }
  