{
    "slug": "like-us-in-the-past-and-now-erasmus-izmir",
    "title": "Сакај нè и во минатото и сега – Еразмус+ мобилност",
    "year": "2024", 
    "category": "Еразмус+ Младинска размена",
    "location": "Измир, Турција",
    "participants": "Млади и наставници од Македонија, Турција, Шпанија и Полска",
    "description": "Еразмус+ мобилност посветена на културното наследство, интеркултурната размена и градењето трајни меѓународни врски.",
    "fullDescription": "Со завршувањето на проектот „Сакај нè и во минатото и сега“ во Измир, Турција, учесниците се навратија на богатото искуство исполнето со културна размена, учење и нови пријателства. Од самиот почеток, тимовите од Турција, Шпанија, Македонија и Полска создадоа силна динамика и чувство на заедништво.\n\nПреку посети на историските знаменитости и живописните пазари во Измир, како и истражување на природната убавина на Голчук и културното наследство на Одемиш и Бирги, учесниците го продлабочија своето разбирање за културната разновидност на регионот. Активностите како мапирање на културното наследство, интерактивни игри и културни вечери значително ги зајакнаа меѓународните врски.\n\nКулминацијата на мобилноста беше посетата на Античкиот град Ефес, Куќата на Девицата Марија и селото Ширинце, кои оставија длабок впечаток и поттикнаа заедничка желба за зачувување на културното наследство. Иако оваа мобилност заврши, научените лекции и создадените пријателства продолжуваат да инспирираат идни соработки.",
    "objectives": [
      "Промоција на културното наследство и историската свест",
      "Јакнење на интеркултурниот дијалог и соработка",
      "Градење трајни меѓународни пријателства"
    ],
    "results": [
      "Продлабочено разбирање на културната разновидност",
      "Зајакнати меѓународни врски меѓу учесниците",
      "Создадени трајни спомени и заеднички европски вредности"
    ],
    "images": [
      "/projects/like-us-in-the-past-and-now-erasmus-izmir/cover.jpg",
      "/projects/like-us-in-the-past-and-now-erasmus-izmir/01.jpg",
      "/projects/like-us-in-the-past-and-now-erasmus-izmir/02.jpg"
    ],
    "partners": [
      "Партнерска организација од Турција",
      "Партнерска организација од Шпанија",
      "Партнерска организација од Полска",
      "ОСУ \"Св. Климент Охридски\" – Охрид"
    ]
  }
  